tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "homebrew/services"
tap "sj14/tap"

brew "ack"
brew "bat"
brew "diff-so-fancy"
brew "docker"
brew "docker-compose"
brew "eza"
brew "fd"
brew "fzf"
brew "git"
brew "jq"
brew "neovim"
brew "openssh"
brew "ripgrep"
brew "starship"
brew "tmux"
brew "watch"
brew "zoxide"
brew "zsh"
brew "zsh-autosuggestions"
brew "zsh-syntax-highlighting"
brew "sj14/tap/epoch"
cask "font-fira-code-nerd-font"
cask "font-fira-mono-nerd-font"
cask "font-hack-nerd-font"
cask "iterm2"
cask "raycast"
